/* conjunction to end a compound sentence */
" and" = " a";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Připojuje se)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ byl úspěšně přidán do Seznamu adres.\nPřejete si nyní upravit tuto vizitku?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ není v žádném z účtů. Zvolte prosím účet nebo si ho nejpve přidejte do seznamu přátel.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ na účtu %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ požaduje ověření totožnosti";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ vás žádá o zaslání %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ si přeje vaší pozornost!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d zmínek, %2$d zpráv";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d zpráv";

/* No comment provided by engineer. */
"%u authorization requests" = "%u žádostí o ověření totožnosti";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 zmínka, %d zpráv";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 zmínka, 1 zpráva";

/* Status message for a bookmark (1 message) */
"1 message" = "1 zpráva";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; stavová zpráva %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nový účet>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "„%@“ se používá.";

/* No comment provided by engineer. */
"a member of %@" = "člen %@";

/* No comment provided by engineer. */
"Account:" = "Účet:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Akce:";

/* No comment provided by engineer. */
"Add Account" = "Přidat účet";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Přidat akci pro vybranou událost";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Přidat do Seznamu adres";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Aplikace Adium umožňuje zabezpečení, ověřování totožnosti, odmítání spojení a skvělou ochranu soukromí %@ pomocí technologie Off-the-Record (OTR). Jestliže se váš přítel bude chtít s vámi spojit a jeho klient nepodporuje technologii OTR, bude vašemu příteli zaslán odkaz na webové sídlo OTR, jakmile se pokusí navázat spojení. Pro více informací navštivte https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Přezdívka:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Vyskytla se chyba při přidávání %@ do Seznamu adres.";

/* No comment provided by engineer. */
"Any" = "Jakýkoliv";

/* No comment provided by engineer. */
"Authorization Requests" = "Požadavky na ověření totožnosti";

/* No comment provided by engineer. */
"Authorize" = "Ověřit totožnost";

/* No comment provided by engineer. */
"Authorize and Add" = "Ověřit totožnost a přidat";

/* No comment provided by engineer. */
"Authorize Selected" = "Ověřit totožnost vybraného";

/* No comment provided by engineer. */
"Bookmarks" = "Záložky";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* Cancel current account activity prefix */
"Cancel: %@" = "Zrušit: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Sadu zvuků nelze otevřít";

/* No comment provided by engineer. */
"Clear" = "Odstranit";

/* No comment provided by engineer. */
"Configure the selected action" = "Nastavit vybranou akci";

/* No comment provided by engineer. */
"Connect" = "Připojit";

/* Connect account prefix */
"Connect: %@" = "Připojit: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "skupina přátel %@";

/* No comment provided by engineer. */
"Contact List" = "Seznam přátel";

/* No comment provided by engineer. */
"Contact not found" = "Přítel nebyl nalezen";

/* No comment provided by engineer. */
"Contact requests authorization" = "Přítel vyžaduje ověření totožnosti";

/* No comment provided by engineer. */
"Continue" = "Pokračovat";

/* No comment provided by engineer. */
"Custom" = "Vlastní";

/* Button which deletes the selection */
"Delete" = "Odstranit";

/* No comment provided by engineer. */
"Delete Account" = "Odstranit účet";

/* New contact alert pane */
"Delete after event occurs" = "Odstranit po výskytu události";

/* No comment provided by engineer. */
"Delete Event?" = "Odstranit událost?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Odstranit účet %@?";

/* No comment provided by engineer. */
"Deny" = "Odmítnout";

/* No comment provided by engineer. */
"Deny and Block" = "Odmítnout a blokovat";

/* No comment provided by engineer. */
"Deny Selected" = "Odmítnout vybrané";

/* No comment provided by engineer. */
"Disable" = "Vypnout";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Vypnout %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Vypnuté účty";

/* No comment provided by engineer. */
"Disconnect" = "Odpojit";

/* Disconnect account prefix */
"Disconnect: %@" = "Odpojit: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Hotovo";

/* Button which duplicates the selection */
"Duplicate" = "Duplikovat";

/* No comment provided by engineer. */
"Edit Account" = "Upravit účet";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Upravit v Seznamu adres";

/* No comment provided by engineer. */
"Edit Link" = "Upravit odkaz";

/* No comment provided by engineer. */
"Edit presets:" = "Upravit přednastavení:";

/* No comment provided by engineer. */
"Enable" = "Zapnout";

/* Enable account prefix */
"Enable %@" = "Zapnout %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Zabezpečení:";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Událost:";

/* No comment provided by engineer. */
"Events" = "Události";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Externí zásuvný modul může způsobit pád nebo chybné chování po aktualizaci aplikace Adium. Pokud budete mít nějaké problémy, zakažte tyto zásuvné moduly.";

/* No comment provided by engineer. */
"Get Info" = "Informace";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "záložka skupinového rozhovoru %@";

/* No comment provided by engineer. */
"Idle" = "Nečinný";

/* No comment provided by engineer. */
"Ignore" = "Ignorovat";

/* No comment provided by engineer. */
"Ignore and Block" = "Ignorovat a blokovat";

/* No comment provided by engineer. */
"Ignore Selected" = "Ignorovat vybrané";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Poškozená sada stavových ikon";

/* No comment provided by engineer. */
"Join" = "Připojit";

/* No comment provided by engineer. */
"Join Chat" = "Připojit k rozhovoru";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Dát vědět ostatním, že právě píši";

/* Label for the login server field in the account preferences */
"Login Server:" = "Server:";

/* No comment provided by engineer. */
"New Alert" = "Nové upozornění";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Nebyly připojeny žádné kompatibilní účty";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* Label for the password field in the account preferences */
"Password:" = "Heslo:";

/* No comment provided by engineer. */
"Paste" = "Vložit";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is blacklisted.
   %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */

"Plugin %@ Will be Disabled" = "Zásuvný modul %@ bude zakázán";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Odstranit %i akce přiřazené k této události?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Odstranit vybrané akce";

/* Button which renames the selection */
"Rename" = "Přejmenovat";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "požadované ověření totožnosti";

/* No comment provided by engineer. */
"Requests authorization" = "Požadavky na ověření totožnosti";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Nastavit na aktuální stav v aplikaci Adium";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Zobrazit v Seznamu adres";

/* No comment provided by engineer. */
"Social Networking" = "Sociální sítě";

/* No comment provided by engineer. */
"Social Networking Status" = "Stav na sociálních sítích:";

/* No comment provided by engineer. */
"Social Networking Status:" = "Stav na sociálních sítích:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Aktualizace sady zvuků selhala";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Úspěch";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Aktivní sada stavových ikon „%1$@“ instalována  „%2$@“ je poškozena. Je to chybějící stavová ikona „%3$@“. Jestliže jste zkopíroval tuto sadu ze serveru xtras.adium.im, kontaktujte prosím jejího autora. Vaše nastavení sady stavových ikon bude obnoveno do výchozího stavu.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "Záložka %@ neobsahuje dostatek informací a nemůže být použita. Vytvořte ji prosím při příštím připojení k rozhovoru znovu.\nPřejete si nyní odstranit záložku?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Znaky, které jste zadal, nejsou vaším účtem nebo službou podporovány.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Zvuková sada %1$@ je ve verzi %2$i a tato verze aplikace Adium neumí pracovat s touto zvukovou sadou pracovat. Můžete zkusit starší verzi aplikace Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "Tento zásuvný modul nepodporuje vaši architekturu.";

/* %@ will be a version number of Adium */
"This plugin is known to be incompatible with Adium %@." = "Tento zásuvný modul není kompatibilní s aplikací Adium %@.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Tato verze aplikace Adium používá nový formát zvukových sad. Aplikace Adium nedokáže aktualizovat zvukovou sadu %1$@ umístěnou v %2$@. Sada bude vypnuta.";

/* Label in front of the title for a preset */
"Title:" = "Název:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Píše:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Nelze se připojit k rozhovoru";

/* No comment provided by engineer. */
"Unknown" = "Neznámý";

/* No comment provided by engineer. */
"User Name" = "Jméno";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Když %@ požaduje ověření totožnosti";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Když přítel požaduje ověření totožnosti";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Byl jste připojen";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Byl jste odpojen";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Vyžádal jste si pozornost u %@";

/* No comment provided by engineer. */
"Your attention is requested!" = "Je vyžadována vaše pozornost!";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Přejít do stavu nepřítomen ihned";
"Auto-reply" = "Automatická odpověď";
"Custom Status" = "Vlastní stav";
"Hours" = "Hodin";
"Minutes" = "Minut";
"Mute Sounds" = "Ztlumit zvuky";
"Save Custom Status" = "Uložit vlastní stav";
"Silence Notifications" = "Ztlumit oznámení";
"State:" = "State:";
"Status Message:" = "Stavová zpráva:";
"With a custom auto-reply message:" = "Vlastní automatická odpověď:";

/* Adium arm64 revival */
"Let others know when you have read their messages" = "Dát vědět ostatním, že jsem si přečetl jejich zprávy";
"Read receipts:" = "Potvrzení o přečtení:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%lu authorization requests" = "%lu žádostí o ověření totožnosti";
"%lu mentions, %lu messages" = "%1$lu zmínek, %2$lu zpráv";
"%lu messages" = "%lu zpráv";
"1 mention, %lu messages" = "1 zmínka, %lu zpráv";
"Clear the field to let Adium name this status after its message." = "Vymažete-li pole, Adium pojmenuje tento stav podle jeho zprávy.";
"No notifications in Notification Center while this status is active." = "Žádná oznámení v Oznamovacím centru, dokud je tento stav aktivní.";
"No sounds and no spoken messages for this account's contacts." = "Žádné zvuky ani předčítání zpráv pro přátele tohoto účtu.";
"Quiet" = "Ticho";
"Remove the %lu actions associated with this event?" = "Odstranit %lu akce přiřazené k této události?";
"Saved statuses appear in the status menu." = "Uložené stavy se zobrazují v nabídce stavů.";
"Status" = "Stav";
"Status Message" = "Stavová zpráva";
"Title" = "Název";

/* The rebuilt account area: rows and sections built by AIAccountPlan and
   AIAccountPlanFormBuilder. Those classes live in the framework, so the
   lookup happens here and not in the application table. */
/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Display Name" = "Zobrazit jméno";

/* Account privacy row: whether typing is reported to the other side */
"Let others know when I am typing" = "Dát vědět ostatním, že právě píši";

/* Account privacy row: whether read receipts are sent */
"Let others know when I have read their messages" = "Dát vědět ostatním, že jsem si přečetl jejich zprávy";

/* No comment provided by engineer. */
"Encryption" = "Zabezpečení";

/* Section header above an account's name and password */
"Account" = "Účet";

/* Section header above an account's personal details */
"Personal" = "Osobní";

/* Section header above an account's options */
"Options" = "Volby";

/* Section header above the options a protocol offers beyond the usual ones */
"More Options" = "Další volby";

/* Section header above an account's privacy settings */
"Privacy" = "Soukromí";
